import React, { Component } from 'react'

class About extends Component {
    constructor(props) {
        super(props)
        this.state = {

        }
    }

    componentDidMount() {

    }

    render() {
        return (
            <div>
                <h3>协会宗旨</h3>
                <p>中国企业国有产权交易机构协会是由从事企业国有产权交易业务的相关机构自愿结成的全国性、行业性、非营利性社会组织。本协会宗旨是：遵守国家宪法、法律、法规和政策，遵守社会道德，坚持创新性、自律性原则，发挥政府与会员之间的桥梁和纽带作用，加强行业自律，为我国企业产权交易市场的规范发展服务，为维护协会会员的正当利益服务，为政府的决策和监管服务。
               </p>
                <h3>协会业务范围</h3>
                <p>（一）宣传、贯彻国家关于企业国有产权交易的有关法律、法规和政府的相关政策，协助政府有关职能部门、单位监督企业国有产权交易市场，规范企业国有产权交易行为；
</p><p>（二）研究产权交易领域的新情况、新问题，向政府有关部门及时反映产权交易市场发展的相关要求，提出完善政策和立法等方面的建议；
</p><p>（三）收集并发布行业信息，研究开拓新业务，促进行业资源共享；
</p><p>（四）制定行业执业标准和自律规则，督促会员执行；
</p><p>（五）维护会员的合法权益，协调会员间的关系；
</p><p>（六）开展行业统计分析等工作，组织调查研究，提供咨询服务；
</p><p>（七）开展有关企业国有产权交易理论学术研究和业务开发等工作；</p>
            </div>
        )
    }
}

export default About